lang.validation.admin.id.not.null = El id del administrador es obligatorio.
lang.validation.admin.id.not.blank = El id del administrador no debe estar en blanco.
lang.validation.admin.id.not.valid = El id del administrador es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.admin.name.not.null = El nombre del administrador es obligatorio.
lang.validation.admin.name.not.blank = El nombre del administrador no debe estar en blanco.
lang.validation.admin.first.lastname.not.null = El apellido paterno del administrador es obligatorio.
lang.validation.admin.first.lastname.not.blank = El apellido paterno del administrador no debe estar en blanco.

lang.validation.banner.id.not.null = El id del banner es obligatorio.
lang.validation.banner.id.not.blank = El id del banner no debe estar en blanco.
lang.validation.banner.id.not.valid = El id del banner es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.banner.image.not.null = La imagen del banner es obligatorio.
lang.validation.banner.description.not.null = La descripci\u00F3n del banner es obligatorio.
lang.validation.banner.description.not.blank = La descripci\u00F3n del banner no debe estar en blanco.
lang.validation.banner.wait.time.not.null = El tiempo de espera del banner es obligatorio.

lang.validation.client.address.id.not.null = El id de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.id.not.blank = El id de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.id.not.valid = El id de la direcci\u00F3n del cliente es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.client.address.name.not.null = El nombre de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.name.not.blank = El nombre de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.street.name.not.null = El nombre de la calle de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.street.name.not.blank = El nombre de la calle de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.num.ext.not.null = El n\u00FAmero exterior de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.num.ext.not.blank = El n\u00FAmero exterior de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.suburb.not.null = La colonia de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.suburb.not.blank = La colonia de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.zip.code.not.null = El código postal de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.zip.code.not.blank = El código postal de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.municipality.not.null = El municipio de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.municipality.not.blank = El municipio de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.state.not.null = El estado de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.state.not.blank = El estado de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.city.not.null = La ciudad de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.city.not.blank = La ciudad de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.country.not.null = El pais de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.country.not.blank = El pais de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.references.not.null = Las referencias de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.references.not.blank = Las referencias de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.latitude.not.null = La latitud de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.latitude.not.blank = La latitud de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.longitude.not.null = La longitud de la direcci\u00F3n del cliente es obligatorio.
lang.validation.client.address.longitude.not.blank = La longitud de la direcci\u00F3n del cliente no debe estar en blanco.
lang.validation.client.address.predetermined.not.null = La bandera predeterminado de la direcci\u00F3n del cliente es obligatorio.

lang.validation.client.id.not.null = El id del cliente es obligatorio.
lang.validation.client.id.not.blank = El id del cliente no debe estar en blanco.
lang.validation.client.id.not.valid = El id del cliente es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.client.name.not.null = El nombre del cliente es obligatorio.
lang.validation.client.name.not.blank = El nombre del cliente no debe estar en blanco.
lang.validation.client.first.lastname.not.null = El apellido paterno del cliente es obligatorio.
lang.validation.client.first.lastname.not.blank = El apellido paterno del cliente no debe estar en blanco.
lang.validation.client.country.code.not.null = El c\u00F3digo del pa\u00EDs del cliente es obligatorio.
lang.validation.client.phone.not.null = El tel\u00E9fono del cliente es obligatorio.
lang.validation.client.phone.not.blank = El tel\u00E9fono del cliente no debe estar en blanco.
lang.validation.client.phone.digit = El tel\u00E9fono del cliente debe tener 10 n\u00FAmeros.
lang.validation.client.email.not.null = El correo electr\u00F3nico del cliente es obligatorio.
lang.validation.client.email.not.blank = El correo electr\u00F3nico del cliente no debe estar en blanco.
lang.validation.client.email.not.valid = El correo electr\u00F3nico del cliente no es v\u00E1lido, ej. alguien@algo
lang.validation.client.password.not.null = La contrase\u00F1a del cliente es obligatorio para el registro.
lang.validation.client.password.not.blank = La contrase\u00F1a del cliente no debe estar en blanco.
lang.validation.client.password.not.valid = La contrase\u00F1a del cliente no cumple con los par\u00E1meros de seguridad.
lang.validation.client.rfc.not.blank = El RFC del cliente no debe estar en blanco.
lang.validation.client.company.name.not.blank = La raz\u00F3n social del cliente no debe estar en blanco.
lang.validation.client.fiscal.regimen.not.blank = El r\u00E9gimen fiscal del cliente no debe estar en blanco.

lang.validation.cloth.id.not.null = El id de la tela es obligatorio.
lang.validation.cloth.id.not.blank = El id de la tela no debe estar en blanco.
lang.validation.cloth.id.not.valid = El id de la tela es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.cloth.name.not.null = El nombre de la tela es obligatorio.
lang.validation.cloth.name.not.blank = El nombre de la tela no debe estar en blanco.
lang.validation.cloth.image.not.null = La imagen de la tela es obligatorio.
lang.validation.cloth.image.not.blank = La imagen de la tela no debe estar en blanco.
lang.validation.cloth.main.description.not.null = La descripci\u00F3n principal de la tela es obligatorio.
lang.validation.cloth.main.description.not.blank = La descripci\u00F3n principal de la tela no debe estar en blanco.
lang.validation.cloth.measure.not.null = La descripci\u00F3n de las dimesiones de la tela es obligatorio.
lang.validation.cloth.descriptions.not.null = Las descripciones de la tela es obligatorio.
lang.validation.cloth.descriptions.not.blank = Las descripciones de la tela debe tener minimo 1 descripci\u00F3n.
lang.validation.cloth.fiber.not.null = El tipo de fibra de la tela es obligatorio.
lang.validation.cloth.fiber.not.blank = El tipo de fibra de la tela no debe estar en blanco.
lang.validation.cloth.fiber.not.valid = El tipo de fibra de la tela es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.cloth.sale.not.null = El tipo de la venta de la tela es obligatorio.
lang.validation.cloth.sale.not.blank = El tipo de la venta de la tela no debe estar en blanco.
lang.validation.cloth.sale.not.valid = El tipo de la venta de la tela es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.cloth.variants.not.null = Las variantes de la tela son obligatorias.
lang.validation.cloth.variants.not.empty = Las variantes de la tela debe tener minimo 1 variante.
lang.validation.cloth.variant.color.not.null = El color de la tela es obligatorio.
lang.validation.cloth.variant.color.not.blank = El color de la tela no debe estar en blanco.
lang.validation.cloth.variant.color.not.valid = El color de la tela es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.cloth.variant.amount.not.null = La cantidad de la tela es obligatorio.
lang.validation.cloth.variant.amount.positive = La cantidad de la tela debe ser un n\u00FAmero positivo.
lang.validation.cloth.prices.not.null = Los precios de la tela son obligatorias.
lang.validation.cloth.prices.not.empty = Los precios de la tela debe tener minimo 1 precio.
lang.validation.cloth.price.first.amount.range.not.null = El primer rango de la cantidad de la tela es obligatorio.
lang.validation.cloth.price.first.amount.range.positive = El primer rango de la cantidad de la tela debe ser un n\u00FAmero positivo.
lang.validation.cloth.price.order.not.null = El orden de la tela es obligatorio.
lang.validation.cloth.price.order.positive = El orden de la tela debe ser un n\u00FAmero positivo.
lang.validation.cloth.price.not.null = El precio de la tela es obligatorio.
lang.validation.cloth.price.positive = El precio de la tela debe ser un n\u00FAmero positivo.
lang.validation.cloth.billing.product.code.not.null=El c\u00F3digo del producto de la tela debe ser obligatorio.
lang.validation.cloth.billing.product.label.not.null=El texto del c\u00F3digo de la tela debe ser obligatorio.
lang.validation.cloth.billing.unit.code.not.null=El c\u00F3digo de la unidad de la tela debe ser obligatorio.
lang.validation.cloth.billing.unit.label.not.null=El texto del c\u00F3digo de la unidad de la tela debe ser obligatorio.
lang.validation.cloth.sampler.description.not.null=La descripci\u00F3n del muestrario debe ser obligatorio.
lang.validation.cloth.sampler.description.not.blank=La descripci\u00F3n del muestrario no debe estar en blanco.
lang.validation.cloth.sampler.billing.product.code.not.null=El c\u00F3digo del producto del muestrario debe ser obligatorio.
lang.validation.cloth.sampler.billing.product.code.not.blank=El c\u00F3digo del producto del muestrario no debe estar en blanco.
lang.validation.cloth.sampler.billing.product.label.not.null=El texto del c\u00F3digo del muestrario debe ser obligatorio.
lang.validation.cloth.sampler.billing.product.label.not.blank=El texto del c\u00F3digo del muestrario no debe estar en blanco.
lang.validation.cloth.sampler.billing.unit.code.not.null=El c\u00F3digo de la unidad del muestrario debe ser obligatorio.
lang.validation.cloth.sampler.billing.unit.code.not.blank=El c\u00F3digo de la unidad del muestrario no debe estar en blanco.
lang.validation.cloth.sampler.billing.unit.label.not.null=El texto del c\u00F3digo de la unidad del muestrario debe ser obligatorio.
lang.validation.cloth.sampler.billing.unit.label.not.blank=El texto del c\u00F3digo de la unidad del muestrario no debe estar en blanco.

lang.validation.collection.id.not.null = El id de la colecci\u00F3n es obligatorio.
lang.validation.collection.id.not.blank = El id de la colecci\u00F3n no debe estar en blanco.
lang.validation.collection.id.not.valid = El id de la colecci\u00F3n es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.collection.name.not.null = El nombre de la colecci\u00F3n es obligatorio.
lang.validation.collection.name.not.blank = El nombre de la colecci\u00F3n no debe estar en blanco.
lang.validation.collection.image.not.null = La imagen de la colecci\u00F3n es obligatorio.

lang.validation.color.id.not.null = El id del color es obligatorio.
lang.validation.color.id.not.blank = El id del color no debe estar en blanco.
lang.validation.color.id.not.valid = El id del color es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.color.name.not.null = El nombre del color es obligatorio.
lang.validation.color.name.not.blank = El nombre del color no debe estar en blanco.
lang.validation.color.code.not.null = El c\u00F3digo hexadecimal del color es obligatorio.
lang.validation.color.code.not.blank = El c\u00F3digo hexadecimal del color no debe estar en blanco.
lang.validation.color.code.not.valid = El c\u00F3digo hexadecimal del color es inv\u00E1lido, el formato no corresponde a un n\u00FAmero hexadecimal ej. #FFFFFF.

lang.validation.fiber.id.not.null = El id de la fibra es obligatorio.
lang.validation.fiber.id.not.blank = El id de la fibra no debe estar en blanco.
lang.validation.fiber.id.not.valid = El id de la fibra es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.fiber.name.not.null = El nombre de la fibra es obligatorio.
lang.validation.fiber.name.not.blank = El nombre de la fibra no debe estar en blanco.

lang.validation.order.calculate.inventory.cloths.not.null = Las telas son obligatorias.
lang.validation.order.calculate.inventory.cloths.not.empty = El carrito de compra debe tener minimo 1 tela.
lang.validation.order.calculate.inventory.samplers.not.null = Los muestrarios son obligatorias.
lang.validation.order.calculate.inventory.samplers.not.empty = El carrito de compra debe tener minimo 1 tela.
lang.validation.order.calculate.price.cloths.not.null = Las telas son obligatorias.
lang.validation.order.calculate.price.cloths.not.empty = El carrito de compra debe tener minimo 1 tela.
lang.validation.order.calculate.price.samplers.not.null = Los muestrarios son obligatorias.
lang.validation.order.calculate.price.samplers.not.empty = El carrito de compra debe tener minimo 1 tela.
lang.validation.order.calculate.price.variant.not.null = La variante de la tela es obligatorio.
lang.validation.order.calculate.price.variant.not.blank = El variante de la tela no debe estar en blanco.
lang.validation.order.calculate.price.variant.not.valid = El variante de la tela es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.order.calculate.price.amount.not.null = La cantidad de venta de la tela es obligatorio.
lang.validation.order.calculate.price.amount.positive = La cantidad de venta de la tela debe ser un n\u00FAmero positivo.
lang.validation.order.cloths.not.null = Las telas son obligatorias.
lang.validation.order.cloths.not.empty = La orden debe tener minimo 1 tela.
lang.validation.order.shipping.not.null = La informaci\u00F3n de env\u00EDo son obligatorias.
lang.validation.order.delivery.method.not.null = La informaci\u00F3n del m\u00E9todo de env\u00EDo son obligatorias.
lang.validation.order.delivery.method.not.valid = El m\u00E9todo de env\u00EDo solo acepta SHIPPING, PICKUP.
lang.validation.order.payment.method.not.null = El m\u00E9todo de pago es obligatoria.
lang.validation.order.payment.method.not.blank = El m\u00E9todo de pago no debe estar en blanco.
lang.validation.order.payment.method.not.valid = El m\u00E9todo de pago solo acepta PAYPAL, MERCADO_PAGO.
lang.validation.order.billing.address.not.null = La direcci\u00F3n de facturaci\u00F3n de la orden es obligatorio.
lang.validation.order.billing.address.not.blank = La direcci\u00F3n de facturaci\u00F3n de la orden no debe estar en blanco.
lang.validation.order.billing.address.not.valid = La direcci\u00F3n de facturaci\u00F3n de la orden es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.order.id.not.null = El ID de la orden es obligatorio.
lang.validation.order.status.not.null = El status de la orden es obligatorio.

lang.validation.shipping.address.not.null = La direcci\u00F3n de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.address.not.blank = La direcci\u00F3n de env\u00EDo de la orden no debe estar en blanco.
lang.validation.shipping.address.not.valid = La direcci\u00F3n de env\u00EDo de la orden es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.shipping.shipping.method.not.null = El m\u00E9todo de env\u00EDo es obligatoria.
lang.validation.shipping.provider.not.null = El proveedor de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.provider.not.blank = El proveedor de env\u00EDo de la orden no debe estar en blanco.
lang.validation.shipping.service.code.not.null = El codigo de servicio de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.service.code.not.blank = El codigo de servicio de env\u00EDo de la orden no debe estar en blanco.
lang.validation.shipping.service.name.not.null = El nombre del servicio de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.service.name.not.blank = El nombre del servicio de env\u00EDo de la orden no debe estar en blanco.
lang.validation.shipping.price.not.null = El precio de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.price.not.blank = El precio de env\u00EDo de la orden no debe estar en blanco.
lang.validation.shipping.date.not.null = La fecha de env\u00EDo de la orden es obligatorio.
lang.validation.shipping.date.not.blank = La fecha de env\u00EDo de la orden no debe estar en blanco.

lang.validation.checkout.mercado.pago.client.address.not.null = La direcci\u00F3n de env\u00EDo de la orden es obligatorio.
lang.validation.checkout.mercado.pago.client.address.not.blank = La direcci\u00F3n de env\u00EDo de la orden no debe estar en blanco.
lang.validation.checkout.mercado.pago.cloths.not.null = Las telas son obligatorias.
lang.validation.checkout.mercado.pago.cloths.not.empty = El carrito de compra debe tener minimo 1 tela.
lang.validation.checkout.mercado.pago.samplers.not.null = Los muestrarios son obligatorias.
lang.validation.checkout.mercado.pago.samplers.not.empty = El carrito de compra debe tener minimo 1 tela.

lang.validation.sale.id.not.null = El id de la venta es obligatorio.
lang.validation.sale.id.not.blank = El id de la venta no debe estar en blanco.
lang.validation.sale.id.not.valid = El id de la venta es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.sale.name.not.null = El nombre de la venta es obligatorio.
lang.validation.sale.name.not.blank = El nombre de la venta no debe estar en blanco.
lang.validation.sale.abbreviation.not.null = La abreviaci\u00F3n de la venta es obligatorio.
lang.validation.sale.abbreviation.not.blank = La abreviaci\u00F3n de la venta no debe estar en blanco.

lang.validation.use.id.not.null = El id del uso es obligatorio.
lang.validation.use.id.not.blank = El id del uso no debe estar en blanco.
lang.validation.use.id.not.valid = El id del uso es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.use.name.not.null = El nombre del uso es obligatorio.
lang.validation.use.name.not.blank = El nombre del uso no debe estar en blanco.

lang.validation.box.id.not.null = El id de la caja es obligatorio.
lang.validation.box.id.not.blank = El id de la caja no debe estar en blanco.
lang.validation.box.id.not.valid = El id de la caja es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.box.name.not.null = El nombre de la caja es obligatorio.
lang.validation.box.name.not.blank = El nombre de la caja no debe estar en blanco.
lang.validation.box.width.not.null = El ancho de la caja es obligatorio.
lang.validation.box.width.positive = El ancho de la caja debe ser un n\u00FAmero positivo.
lang.validation.box.height.not.null = El alto de la caja es obligatorio.
lang.validation.box.height.positive = El alto de la caja debe ser un n\u00FAmero positivo.
lang.validation.box.depth.not.null = La profundidad de la caja es obligatorio.
lang.validation.box.depth.positive = La profundidad de la caja debe ser un n\u00FAmero positivo.

lang.validation.freighter.id.not.null = El id de la fletera es obligatorio.
lang.validation.freighter.id.not.blank = El id de la fletera no debe estar en blanco.
lang.validation.freighter.name.not.null = El nombre de la fletera es obligatorio.
lang.validation.freighter.name.not.blank = El nombre de la fletera no debe estar en blanco.
lang.validation.freighter.image.not.null = La imagen de la fletera es obligatorio.
lang.validation.freighter.image.not.blank = La imagen de la fletera no debe estar en blanco.
lang.validation.freighter.cost.per.distance.not.null = El costo por distancia es obligatorio.
lang.validation.freighter.cost.per.distance.positive = El costo por distancia debe ser un n\u00FAmero positivo.
lang.validation.freighter.cost.per.weight.not.null = El costo por peso es obligatorio.
lang.validation.freighter.cost.per.weight.positive = El costo por peso debe ser un n\u00FAmero positivo.

lang.validation.email.newsletter.template.id.not.null = El id de la plantilla es obligatorio.
lang.validation.email.newsletter.template.id.not.blank = El id de la plantilla no debe estar en blanco.
lang.validation.email.newsletter.template.id.not.valid = El id de la plantilla es inv\u00E1lido, el formato debe corresponder a un UUID.
lang.validation.email.newsletter.template.name.not.null = El nombre de la plantilla es obligatorio.
lang.validation.email.newsletter.template.name.not.blank = El nombre de la plantilla no debe estar en blanco.
lang.validation.email.newsletter.template.subject.not.null = El tema de la plantilla es obligatorio.
lang.validation.email.newsletter.template.subject.not.blank = El tema de la plantilla no debe estar en blanco.
lang.validation.email.newsletter.template.content.html.not.null = El contenido html de la plantilla es obligatorio.
lang.validation.email.newsletter.template.content.html.not.blank = El contenido html de la plantilla no debe estar en blanco.
lang.validation.email.newsletter.template.content.json.not.null = El contenido json de la plantilla es obligatorio.
lang.validation.email.newsletter.template.content.json.not.blank = El contenido json de la plantilla no debe estar en blanco.

lang.validation.send.email.contact.us.name.not.null = El nombre del contacto es obligatorio.
lang.validation.send.email.contact.us.name.not.blank = El nombre del contacto no debe estar en blanco.
lang.validation.send.email.contact.us.email.not.null = El correo electr\u00F3nico del contacto es obligatorio.
lang.validation.send.email.contact.us.email.not.blank = El correo electr\u00F3nico del contacto no debe estar en blanco.
lang.validation.send.email.contact.us.email.not.valid = El correo electr\u00F3nico del contacto no es v\u00E1lido, ej. alguien@algo
lang.validation.send.email.contact.us.phone.digit = El tel\u00E9fono del contacto debe tener 10 n\u00FAmeros.
lang.validation.send.email.contact.us.message.not.null = El mensaje del contacto es obligatorio.
lang.validation.send.email.contact.us.message.not.blank = El mensaje del contacto no debe estar en blanco.

lang.validation.pagination.page.not.null = La p\u00E1gina es obligatorio.
lang.validation.pagination.page.positive = La p\u00E1gina debe ser un n\u00FAmero positivo.
lang.validation.pagination.size.not.null = El n\u00FAmero de registros por p\u00E1gina es obligatorio.
lang.validation.pagination.size.positive = El n\u00FAmero de registros por p\u00E1gina debe ser un n\u00FAmero positivo.

lang.validation.security.change.password.old.password.not.null = La contrase\u00F1a es obligatoria.
lang.validation.security.change.password.old.password.not.blank = La contrase\u00F1a no puede estar en blanco.
lang.validation.security.change.password.new.password.not.null = La nueva contrase\u00F1a es obligatoria.
lang.validation.security.change.password.new.password.not.blank = La nueva contrase\u00F1a no puede estar en blanco.

lang.validation.date.filter.not.null = El tipo de fecha es obligatorio.

lang.validation.billing.order.not.null = La order es obligatorio.
lang.validation.billing.cfdi.use.not.null = El uso del CFDI es obligatorio.
lang.validation.billing.rfc.not.null = El RFC es obligatorio.
lang.validation.billing.company.name.not.null = La razón social es obligatorio.
lang.validation.billing.fiscal.regimen.not.null = El r\u00E9gimen fiscal es obligatorio.
lang.validation.billing.address.not.null = La direcci\u00F3n de facturaci\u00F3n es obligatoria.

lang.validation.price.shipping.zip.code.not.null = El código postal es necesario para obtener el precio de env\u00EDo.
lang.validation.price.shipping.zip.code.not.blank = El código postal no debe estar en blanco.
lang.validation.price.shipping.laitude.not.null = La latitud es necesario para obtener el precio de env\u00EDo.
lang.validation.price.shipping.laitude.not.blank = La latitud no debe estar en blanco.
lang.validation.price.shipping.longitude.not.null = La longitud es necesario para obtener el precio de env\u00EDo.
lang.validation.price.shipping.longitude.not.blank = La longitud no debe estar en blanco.